Repository: Daksh/playgo
Catalog: po/*.po
Languages: fr, pl

source: Game
fr: Partie
pl: Gra

source: Welcome to PlayGo!
fr: Bienvenue sur PlayGo !
pl: Witaj w PlayGo!

source: Pass
fr: Passer
pl: Spasuj

source: Undo
fr: Reprendre
pl: Cofnij

source: It's not your turn!
fr: Ce n'est pas ton tour !
pl: To nie twój ruch!

source: Opponent passed
fr: L'adversaire a passé
pl: Przeciwnik spasował

source: White's turn
fr: À blanc de jouer
pl: Ruch Białych

source: Black's turn
fr: À noir de jouer
pl: Ruch Czarnych

source: Black wins!
fr: Noir gagne !
pl: Wygrały Czarne!

source: White wins!
fr: Blanc gagne !
pl: Wygrały Białe!

source: There was a tie!
fr: Il y a match nul !

source: Game ended! %s
fr: Partie terminée ! %s
pl: Koniec gry! %s

source: Final score: White %(W)g - Black %(B)g
fr: Résultat final : Blanc %(W)g - Noir %(B)g
pl: Wynik końcowy: Białe %(W)g - Czarne %(B)g

source: AI
fr: IA

source: GnuGo loading failed!: %s
fr: Échec du chargement de GnuGo !: %s

source: PlayGo AI Activated
fr: IA de PlayGo activée

source: PlayGo AI Deactivated
fr: IA de PlayGo désactivée

source: Score is: White %(W)g - Black %(B)g
fr: Le résultat est : Blanc %(W)g - Noir %(B)g
pl: Punktacja: Białe %(W)g - Czarne %(B)g

source: Buddy joined
fr: Un ami est arrivé
pl: Znajomy dołączył do gry

source: %s joined
fr: %s est arrivé
pl: %s dołączył do gry

source: Buddy left
fr: Un ami est parti
pl: Znajomy opuścił grę

source: %s left
fr: %s est parti
pl: %s opuścił grę

source: Restart Game
fr: Redémarrer la partie
pl: Restartuj grę

source: Board size
fr: Taille du goban
pl: Rozmiar planszy

source: Play against PlayGo!
fr: Jouer contre PlayGo !
pl: Graj przeciw PlayGo!

source: You need to install gnugo to play against PlayGo
fr: Vous devez installer gnugo pour jouer contre PlayGo
pl: Musisz zainstalowac gnugo aby grać z PlayGo

source: There already is a stone there!
fr: Il y a déjà une pierre ici!

source: Ko violation!
fr: Violation de Ko !

source: Illegal move.
fr: Coup illégal.
pl: Ruch niedozwolony.
